INSERT INTO `site_pages` (`sp_id`, `sp_parent`, `sp_name`) VALUES
(1, NULL, 'Главная'),
(2, 1, 'Читателям'),
(3, 1, 'Спонсорам'),
(4, 1, 'Рекламодателям'),
(5, 2, 'Новости'),
(6, 2, 'Статистика'),
(7, 3, 'Предложения'),
(8, 3, 'Истории успеха'),
(9, 4, 'Акции'),
(10, 1, 'Контакты'),
(11, 3, 'Документы'),
(12, 6, 'Текущая'),
(13, 6, 'Архивная'),
(14, 6, 'Неофициальная');

INSERT INTO `cities` (`ct_id`, `ct_name`) VALUES
(1, 'Лондон'),
(2, 'Париж'),
(3, 'Мадрид'),
(4, 'Токио'),
(5, 'Москва'),
(6, 'Киев'),
(7, 'Минск'),
(8, 'Рига'),
(9, 'Варшава'),
(10, 'Берлин');

INSERT INTO `connections` (`cn_from`, `cn_to`, `cn_cost`, `cn_bidir`) VALUES
(1, 5, 10, 'Y'),
(1, 7, 20, 'N'),
(7, 1, 25, 'N'),
(7, 2, 15, 'Y'),
(2, 6, 50, 'N'),
(6, 8, 40, 'Y'),
(8, 4, 30, 'N'),
(4, 8, 35, 'N'),
(8, 9, 15, 'Y'),
(9, 1, 20, 'N'),
(7, 3, 5, 'N'),
(3, 6, 5, 'N');